Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/atrium_dashboard/translations/features-atrium_dashboard.*.po
Languages: es

source: customize
es: personalizar

source: The dashboard provides displays of the latest activity in your groups.
es: El panel proporciona un resumen de las últimas actividades en sus grupos.

source: You can !customize the layout of displays in <strong>the main view</strong>.
es: Puede !customize la disposición de los elementos en <strong>la vista principal</strong>.

source: <strong>My threads</strong> shows you posts that you are subscribed to.
es: <strong>Seguimiento</strong> le muestra los envíos a los que está suscrito.

source: <strong>All activity</strong> shows you all posts that you may view.
es: <strong>Actividad<strong> le muestra todos los envíos a los que tiene acceso.

source: <strong>Files</strong> shows you any files that have been attached to new posts.
es: <strong>Archivos</strong> le muestra todos los archivos adjuntados a nuevos envíos.

source: Customize layout
es: Personalizar elementos

source: Customize
es: Personalizar

source: Files
es: Archivos

source: Dashboard
es: Panel

source: No recent activity found.
es: No hay actividad reciente.

source: All activity
es: Toda la actividad

source: My threads
es: Mis conversaciones

source: All activity (block)
es: Toda la actividad (bloque)

source: Recent activity
es: Actividad reciente

source: Provides a dashboard feature
es: Proporciona la funcionalidad de panel

source: Provides a site homepage feature
es: Proporciona la funcionalidad de página de inicio del sitio

source: Provides a user profile feature
es: Proporciona la funcionalidad de perfiles de usuario
