Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/og/modules/og_panels/translations/og-modules-og_panels.*.po
Languages: es

source: Pages
es: Páginas

source: Are you sure you want to delete %title?
es: ¿Está seguro de que quiere eliminar %title?

source: %title has been deleted
es: Se ha eliminado %title.

source: Edit page
es: Editar página

source: Home page
es: Página de inicio

source: Updated panels configuration.
es: Configuración de paneles actualizada.

source: @name at @site
es: @name en @site

source: This is the title of the page and of the tab.
es: Éste es el título de la página y de la pestaña.

source: This page is currently your default group home page and has no configurable path.
es: Esta página es actualmente su página de inicio de grupo por defecto y no tiene una ruta configurable.

source: Show blocks
es: Mostrar bloques

source: If unchecked, the standard group blocks will not be shown unless you place them into your page content. This gives admin more control over page presentation.
es: Si no está marcado, los bloques de grupo estándares no se mostrarán a menos que los ubique en su página de contenido. esto da a los administradores más control sobre la página de presentación.

source: If unchecked, this page is only accessible by group or site administrators. Thats useful while you are configuring the page.
es: Si no está marcada, esta pagina sólo será accesible por el grupo o los administradores del sitio. Es útil mientras está configurando la página.

source: Update page
es: Actualizar página

source: Create page
es: Crear página

source: %path is a reserved system path, and cannot be used for a group page. Please enter another path.
es: %path es una ruta reservada del sistema, y no puede ser usada para una página de grupo. Por favor ingrese otra ruta.

source: Panel paths may only contain alphanumeric characters and dashes.
es: Las rutas a los paneles deben contener sólo caracteres alfanuméricos y guiones.

source: That path is currently in use by another one of your group's pages. Please enter another path.
es: Esa ruta está actualmente en uso por otra de sus páginas de grupo. Ingrese otra ruta.

source: Group page updated.
es: Página de grupo actualizada

source: Group page created.
es: Página de grupo creada.

source: Organic groups panel pages deleted.
es: Páginas de paneles de grupos orgánicos eliminadas.

source: A node object that is flagged as an OG group type.
es: Un objeto de nodo que está marcado como un tipo de grupo OG.

source: OG mission
es: Misión OG

source: OG description
es: Descripción OG

source: Group from node
es: Grupo desde nodo

source: Adds a group from a node context; if multiple groups are associated with a node, this will get the "first" group only.
es: Añade un grupo desde un contexto de nodo; si hay varios grupos asociados con un nodo, obtendrá sólo el "primer" grupo.

source: manage OG panels pages
es: administrar páginas de paneles OG

source: Organic groups panels
es: Paneles de grupos orgánicos

source: Enable group admins to create panel pages.
es: Habilitar a los administradores de grupo a crear páginas de paneles.
