Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/atrium/includes/translations/atrium-includes.*.po
Languages: es

source: All
es: Todos

source: Value
es: Valor

source: Include/exclude UIDs
es: Incluir/excluir UIDs

source: Filter the view to include or exclude by UID.
es: Fitrar la vista para incluir o excluir por UID.

source: Last viewed by current user
es: Visto por última vez por el usuario actual

source: Sort items by current user's latest access time
es: Ordenar los elementos por la fecha del último acceso.

source: Created date (short)
es: Fecha creada (corta)

source: In the form of CCYYMMDD.
es: Con la forma CCDDMMAA.

source: Options
es: Opciones

source: exposed
es: mostrado

source: Defaults
es: Predeterminado

source: Affects only content types designated as update types.
es: Afecta solamente a tipos de contenido designados como tipos de actualización.

source: Atrium update types
es: Tipos de actualización de Atrium
