Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/seed/translations/seed.*.po
Languages: es

source: Page not found
es: Página no encontrada

source: The requested page could not be found.
es: No se ha encontrado la página solicitada.

source: Default
es: Predeterminado

source: Weight
es: Peso

source: Time
es: Hora

source: Yes
es: Si

source: Edit
es: Editar

source: Other
es: Otros

source: Basic
es: Básico

source: Custom label
es: Etqueta personalizada

source: Form settings
es: Opciones de formulario

source: Seed settings
es: Opciones de Seed

source: Settings for the DS customization module seed.
es: Opciones para "seed", el módulo de personalización de DS.

source: Field style: comma separated
es: Estilo de campo: separados por comas

source: Field style: unordered list
es: Estilo de campo: lista sin orden

source: There are no vocabularies enabled for this content type.
es: No hay vocabularios habilitados para este tipo de contenido.

source: Vocabulary
es: Vocabulario

source: Page view
es: Vista de página

source: Custom Page Title on Homepage
es: Título de página personalizado en la página de inicio

source: Leave blank to use title of view on homepage
es: Deje en blanco para utilizar el título de la vista en la página de inicio

source: Print
es: Imprimir

source: Print entire section
es: Imprimir la sección completa

source: Item display
es: Presentación de elemento

source: Numbered
es: Numerado

source: Node attachment settings
es: Opciones de adjuntos de Nodos

source: Image Attachments Display
es: Mostrar Imágenes Adjuntas

source: Use ThickBox
es: Usar ThickBox

source: ImageCache Setting
es: ImageCache Opciones

source: Images Per Row
es: Imágenes por Línea

source: Audio Attachments Display
es: Mostrar Adjuntos de Audio

source: Use Audio Player
es: Utilizar Reproductor de Audio

source: Book settings
es: Opciones del Libro

source: Taxonomy display
es: Mostrar taxonomía

source: Day
es: Día

source: Display book navigation under node content
es: Muestra la navegación de libro bajo el contenido del nodo

source: Within current month
es: En el mes actual

source: After current month
es: Tras el mes actual

source: Provides UI customizations and niceties.
es: Proporciona personalización de UI y otras opciones.
