Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/admin_message/translations/modules-admin_message.*.po
Languages: es

source: Message
es: Mensaje

source: Admin messages
es: Mensajes del administrador

source: Message visibility
es: Visibilidad de mensajes

source: Show message (sticky)
es: Mostrar mensaje (persistente)

source: Always show this message to new users
es: Mostrar siempre este mensaje para nuevos usuarios

source: Show if the following PHP code returns <code>true</code> (PHP-mode, experts only)
es: Mostrar si el siguiente c贸digo PHP devuelve <code>true</code> (Modo PHP, s贸lo expertos)

source: Enter PHP code between %php. Note that executing incorrect PHP-code can break your Drupal site.
es: Introducir c贸digo PHP entre %php. Tenga en cuenta que ejecutar c贸digo PHP incorrecto puede romper su sitio Drupal.

source: Use admin messages to display messages, usually status messages or similar to logged in users.
es: Utilice los mensajes del administrador para mostrar avisos, normalemente mensajes de estado o similares para usuarios registrados.

source: create
es: crear

source: content
es: contenido

source: delete own
es: eliminar propios

source: delete any
es: eliminar todos

source: edit own
es: editar propios

source: edit any
es: editar todos

source: close admin messages
es: cerrar mensajes del administrador

source: TODO
es: PENDIENTE

source: <em>Admin message</em> was installed. Enable the block "Admin messages" to display messages to users.
es: <em>Mensajes de administrador</em> ha sido instalado. Active el bloque "Mensajes de administrador" para mostrar mensajes a los usuarios.

source: Display messages that can be individually closed by logged in users.
es: Mostrar mensajes que pueden ser cerrados individualmente por usuarios registrados.
