Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/casetracker/translations/casetracker.*.po
Languages: es

source: Display the name of the Case Tracker project.
es: Mostrar el nombre del proyecto del Gestor de Incidencias

source: Filter Case Tracker cases by their project.
es: Filtrar incidencias por proyecto.

source: project
es: proyecto

source: Assigned to
es: Asignado a

source: Display the user name the case has been assigned to.
es: Mostrar el nombre de usuario al que la incidencia ha sido asignado.

source: Filter Case Tracker cases by the assigned user.
es: Filtrar incidencias por usuario asignado.

source: Case priority
es: Prioridad de la incidencia

source: Display the priority of the case.
es: Mostrar la prioridad de la incidencia.

source: Filter Case Tracker cases by priority.
es: Filtrar incidencias por prioridad.

source: Sort by Case Tracker priority.
es: Ordenar por prioridad.

source: The Case Tracker priority ID.
es: El ID de la prioridad de incidencias

source: Case status
es: Estado de la incidencia

source: Display the status of the case.
es: Mostrar el estado de la incidencia.

source: Filter Case Tracker cases by status.
es: Filtrar incidencias por estado.

source: Sort by Case Tracker status.
es: Ordenar por estado de incidencia.

source: The Case Tracker status ID.
es: El ID del estado de incidencia

source: Case type
es: Tipo de incidencia

source: Display the type of the case.
es: Mostrar el tipo de la incidencia.

source: Filter Case Tracker cases by type.
es: Filtrar incidencias por tipo.

source: The Case Tracker type ID.
es: El ID del tipo de incidencia

source: Project: Case count
es: Proyecto: Contador de incidencias

source: Provides a count and link to the cases in a given project.
es: Muestra un contador y un enlace a las incidencias de un proyecto dado.

source: Case Tracker: State Name
es: Gestor de Incidencias: Nombre del Estado

source: Sort by Case Tracker state name.
es: Ordenar por nombre del estado.

source: Case Tracker case
es: Incidencia

source: Whether the node is a casetracker case
es: Si el nodo es un caso del Gestor de Incidencias

source: Case Tracker project
es: Proyecto del Gestor de Incidencias

source: Whether the node is a casetracker project
es: Si el nodo es un proyecto para el gestor de incidencias

source: Default assigned user
es: Usuario asignado por defecto

source: User to be assigned the case if one is not explicitly defined.
es: Usuario asignado al caso por defecto.

source: Default case %realm
es: Caso por defecto %realm

source: %realm to be assigned the case if one is not explicitly defined.
es: %realm a ser asignado a la incidencia si uno no es definido explicitamente.

source: Project node types
es: Tipos de nodes por proyecto

source: Select the node types that will be considered Case Tracker projects.
es: Seleccionar los tipos de nodes que serán tratados por el los proyectos del informe del incidencias.

source: Case node types
es: Tipos de nodes de los proyectos

source: Select the node types that will be considered Case Tracker cases.
es: Seleccionar los tipos de nodes que utilizaran los casos del informe de incidencias.

source: Case state
es: Estado del caso

source: State name
es: Nombre del estado

source: The name for this case state. Example: "Resolved".
es: El nombre para el estado del caso. Ejemplo: "Resuelto".

source: State realm
es: Estado del área

source: The realm in which this case state will appear.
es: El área en el cual aparecerá el estado del caso

source: priority
es: Prioridad

source: States are ordered first by weight and then by state name.
es: Los estados estan ordenados por peso y despues por nombre.

source: Realm
es: Área

source: The case state %name has been updated.
es: El estado del caso %name a sido actualizado.

source: The case state %name has been created.
es: El estado de incidencia %name ha sido creado.

source: Are you sure you want to delete the case state %name?
es: Esta seguro que desea eliminar el estado del caso %name?

source: This action can not be undone.
es: Esta acción no puede deshacerse.

source: Deleted case state %name.
es: Estado del caso %name eliminado.

source: Current Case Tracker case states are listed below.
es: Listado de los estados de las incidencias

source: You may add a new case state below.
es: Puede añadir un estado a su incidencia.

source: You may edit an existing case state below.
es: Puede editar el estado de su incidencia.

source: Configure the various Case Tracker options with these settings.
es: Configure las opciones del informe de incidencias con esos parámetros.

source: You must create a project before adding cases.
es: Debe crear un proyecto antes de crear casos.

source: Case information
es: Información del caso

source: Assign to
es: Asignar a

source: Assigned
es: Asignado

source: !label: !old &raquo; !new
es: !label: !old » !new

source: Assigned to:
es: Asignado a:

source: Created:
es: Creado:

source: at
es: en

source: Status:
es: Estado:

source: NEW
es: NUEVO

source: Case ID:
es: ID incidencia:

source: Last modified:
es: Última modificación:

source: Project number:
es: Numero del proyecto:

source: Opened by:
es: Abierto por:

source: Opened on:
es: Abierto el:

source: add !name
es: añadir !name

source: Operations:
es: Operaciones:

source: view all project cases
es: Ver todos los casos del proyecto

source: access case tracker
es: Acceder al informe de incidencias

source: administer case tracker
es: administrar el informe de incidencias

source: Case states
es: Estado de los casos

source: Add, edit and delete Case States, Types and Priorities
es: Añadir, editar y borrar estados, tipos y prioridades de casos

source: Add case state
es: Añadir un estado al caso

source: Edit case state
es: Editar el estado del caso

source: Delete case state
es: Eliminar el estado del caso

source: Case Tracker autocomplete
es: Autocompletar el informe de incidencias

source: casetracker
es: gestor de incidencias

source: Create a basic project for use with Case Tracker.
es: Crear un proyecto básico para uso con el Gestor de Incidencias.

source: Open a new case assigned to a particular project.
es: Abrir una incidencia nueva asignada a un proyecto concreto.

source: create projects
es: crear proyectos

source: create cases
es: crear incidencias

source: edit own projects
es: editar proyectos propios

source: edit own cases
es: editar incidencias propias

source: casetracker_basic
es: casetrackar_basic

source: Configure the various Case Tracker mail options with these settings.
es: Configurar las diferentes opciones de correo del gestor de incidencias con estas opciones.

source: E-mail settings
es: Opciones de correo

source: Enter the From address, subject, case message, and comment message for Case Tracker generated mails. Available variables are %project_id (the node ID), %project_title, %case_id (the node ID), %case_number, %case_title.
es: Introducir la dirección de remite, el asunto, mensaje del caso, y mensaje del comentario para los correos generados por el Gestor de Incidencias. Las variables disponibles son %project_id (el ID de nodo), %project_title, %case_id (el ID de nodo), %case_number, %case_title.

source: A valid e-mail address used in the From: of all Case Tracker generated mails.
es: Una dirección de correo válida usada en el remite (From) para todos los correos generados por el Gestor de Incidencias.

source: Enter the subject of all Case Tracker generated mails.
es: Introducir el asunto de todos los correos generados por el Gestor de Incidencias.

source: Case message
es: Mensaje de incidencia

source: Enter the case message body of Case Tracker generated mails. Apart from the variables mentioned above, additional variables include %case_type, %case_priority, %case_status, %case_assigned, %case_author, %case_created, %case_changed, %case_url, %case_description, %comment (see below for the value of the %comment variable).
es: Introduzca el cuerpo del mensaje para los correos generados por el Gestor de Incidencias. Además de las variables mencionadas arriba, puede utilizar también: %case_type, %case_priority, %case_status, %case_assigned, %case_author, %case_created, %case_changed, %case_url, %case_description, %comment (vea más abajo el valor de la variable %comment).

source: Comment message
es: Mensaje de comentario

source: Enter the comment message body of Case Tracker generated mails. The %comment variable in the 'Case message' text above will be replaced by this value (if applicable). Available additional variables are %comment_author, %comment_title, %comment_description.
es: Introduzca el cuerpo del mensaje de comentario para los correos generados por el Gestor de Incidencias. La variable %comment en el texto del 'Mensaje del caso' será reemplazada por este valor (si es posible). Otras variables disponibles son %comment_author, %comment_title, %comment_description.

source: E-mail notification failed for %address.
es: La notificatión de correo para %address ha fallado.

source: E-mail notification succeeded for %address.
es: La notificación de correo para %address se ha realizado con éxito.

source: Enables the handling of projects and their cases.
es: Activa la gestión de proyectos y sus incidencias.

source: CT Basic
es: CT Básico

source: Enables a basic project node type for use with Case Tracker.
es: Habilita tipo de contenido básico para proyectos usados en el Gestor de Incidencias.

source: Enables mail sending and Mailhandler intregation for Case Tracker.
es: Habilita el envío de correo y la integración con Mailhandler para el Gestor de Incidencias.

source: Go
es: Ir

source: Case number
es: Numero del caso

source: Your case number was not found.
es: El numero de su caso no ha sido encontrado.
