Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/system/translations/misc.*.po
Languages: ar

source: Unspecified error
ar: خطأ غير محدد

source: An error occurred. @uri @text
ar: حدث خطأ. @uri @text

source: An error occurred. @uri (no information available).
ar: حدث خطأ. @uri (لا تتوفر معلومات).

source: An HTTP error @status occurred. @uri
ar: حدث خطأ @status إتش.تي.تي.بي. @uri

source: Drag to re-order
ar: اسحب لتُعيد الترتيب

source: Changes made in this table will not be saved until the form is submitted.
ar: التغييرات على هذا الجدول لن تُحفظ حتى إرسال الاستمارة.

source: Select all rows in this table
ar: اختر كل الصفوف في هذا الجدول

source: Deselect all rows in this table
ar: ألغ اختيار كل الصفوف في هذا الجدول

source: Split summary at cursor
ar: افصل الملخص عند المؤشر

source: Join summary
ar: أوصل الملخص
