Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/openidadmin/translations/openidadmin.*.po
Languages: es

source: OpenID identities
es: Identidades OpenID

source: Add
es: Añadir

source: You may add a list op OpenID's for this user account. These identities will skip any authentication and will be just linked to this account.
es: Puede añadir una lista de OpenIDs para esta cuenta de usuario. Estas identidades serán asociadas a la cuenta de usuario sin comprobación previa.

source: List of OpenIDs
es: Lista de OpenIDs

source: Add a list of OpenIDs for this account, one per line.
es: Añadir una lista de OpenIDs para esta cuenta, uno por línea.

source: The OpenID %identity is already in use on this site for the user !name.
es: El OpenID %identity ya está siendo usado en este sitio por el usuario !name.

source: One OpenID has been added.
es: Un OpenID ha sido añadido.

source: add list of open ids
es: añadir lista de OpenIDs

source: Add list
es: Añadir lista

source: Allows bulk operations for OpenID administration.
es: Permite operaciones en masa para la administración de OpenID.
