Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/messaging_shoutbox/translations/features-messaging_shoutbox.*.po
Languages: es

source: Description
es: Descripción

source: Subject
es: Asunto

source: Content
es: Contenido

source: The shoutbox provides a microblogging feature for your team.
es: El panel de mensajes proporciona una funcionalidad de micro-blog para su grupo.

source: Shouts can be used to tell others what you're up to, link to websites of interest or other random stuff that comes up during the day.
es: Los mensajes pueden ser utilizados para decir a los demás lo que está haciendo, enlaces a sitios web interesantes u otras cuestiones diarias.

source: <strong>Keep your shouts short</strong> and to the point. If it starts getting long, consider using a blog post or document to capture your thoughts.
es: <strong>Escriba mensajes cortos</strong> y concisos. Si es más largo, considere utilizar un blog o un documento para sus ideas.

source: <strong>URLs</strong> will automatically be linked in your posts.
es: Las <strong>URLs</strong> se convertirán en enlaces automaticamente.

source: A shoutbox for informal message blasts.
es: Un panel de mensajes para comunicaciones informales

source: Spaces: Shoutbox
es: Espacios: Panel de mensajes

source: Shoutbox: @name
es: Panel de mensajes: @name

source: Shout
es: Mensaje

source: New shouts from the web site.
es: Nuevos mensajes del sitio web.

source: Shoutbox: %name
es: Microblog: %name

source: Messages posted to the shoutbox %name
es: Mensajes enviados al panel %name

source: Notifications for shoutbox posts
es: Notifications para mensajes cortos

source: Notifications produced when a new shout is post.
es: Notificaciones producidas cuando un nuevo mensaje es enviado.

source: The header and footer will be taken from Notification events
es: El encabezado y el pie serán tomados de Notificaciones de eventos

source: Digest line
es: Línea resumen

source: Shout on [title]: [comment-title]
es: Mensaje en [title]: [comment-title]

source: [comment-author-name] shouted: [comment-title]
es: [comment-author-name] dice: [comment-title]

source: Read more [node-url]
es: Leer más [node-url]

source: Post to shoutbox
es: Micro blog

source: Select shoutbox
es: Seleccionar panel de mensajes

source: Shoutbox: %title
es: Microblog: %title

source: New shouts on [title]
es: Nuevos mensajes en [title]

source: [comment-author-name] shouted: [comment-subject]
es: [comment-author-name] dice: [comment-subject]

source: Shoutbox post
es: Mensaje

source: Create a new shoutbox
es: Crear un nuevo mensaje

source: create shoutbox
es: crear panel de mensajes

source: post messages to shoutbox
es: enviar mensajes al panel

source: subscribe to shoutbox
es: suscribirse al panel de mensajes

source: A simple shoutbox feature
es: Un sencillo panel de mensajes

source: Provides a shoutbox that integrates with Messaging, Notifications, and Spaces.
es: Proporciona un panel de mensajes que se integra con Mensajería, Notificationes y Espacios.

source: Messaging
es: Mensajería

source: Shoutbox (mini)
es: Panel de mensajes (mini)

source: Shoutbox (full)
es: Panel de mensajes (completo)
