Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/trees_casetracker/translations/modules-trees_casetracker.*.po
Languages: es

source: Last updated
es: Última actualización

source: Tips for adding & editing cases:
es: Notas para añadir y editar incidencias:

source: Choose the project that your case applies to.
es: Seleccione el proyecto al que pertenece la incidencia.

source: Fill in a descriptive title and summary of the issue.
es: Introduzca un título y un resumen descriptivos de la incidencia.

source: Choose a status, priority and type for the case. Assign the case to a user and consider notifying any others who might be interested in the case.
es: Elija un estado, prioridad y tipo para la incidencia. Asigne la incidencia a un usuario y considere notificar a otros que puedan estar interesados.

source: Projects can be used to organize cases and collect resources and documentations about ongoing work. You can organize <strong>book pages</strong> in a hierarchy under each project and view all of the cases that belong to a certain project in the casetracker.
es: Los proyectos pueden ser utilizados para organizar las incidencias y agrupar recursos y documentación sobre el trabajo en curso. Puede organizar las <strong>páginas de libro</strong> en una jerarquía bajo cada proyecto y ver todas las incidencias que pertenenecen a un proyecto en el gestor de incidencias.

source: The casetracker gives you a way to track progress on your <strong>projects</strong> and assign <strong>cases</strong> to yourself and others.
es: El gestor de incidencias le proporciona un modo de realizar el seguimiento de sus <strong>proyectos</strong> y asignar <strong>incidencias</strong> a sí mismo y a otros.

source: !add_projects to keep your cases organized.
es: !add_projects para organizar sus incidencias.

source: Add projects
es: Añadir proyectos

source: !add_cases to assign tasks or assignments to yourself and others for completion.
es: !add_cases para asignar tareas a sí mismo y a otros.

source: Add cases
es: Añadir incidencias

source: Cases can be <strong>reassigned</strong>, <strong>postponed</strong>, and <strong>closed</strong> amongst other actions.
es: Las incidencias pueden ser <strong>reasignadas</strong> y <strong>cerradas</strong>, entre otras acciones.

source: The history of a case - who it's been assigned to, its status and its priority - can be tracked viewing its comment thread.
es: La historia de una incidencia - a quién ha sido asignada, su estado y su prioridad- puede ser seguida viendo el hilo de los comentarios.

source: Filter results
es: Filtrar resultados

source: assigned to !user
es: asignado a !user

source: No cases found.
es: No se han encontrado casos

source: There are no cases assigned to you.
es: No tiene ningún caso asignado.

source: No projects found.
es: No se han encontrado proyectos

source: Projects
es: Proyectos
