Repository: Insights/Atrium
Catalog: sites/all/translations/*/modules/atrium_blog/translations/features-atrium_blog.*.po
Languages: es

source: Blog
es: Bitácora

source: Recent comments
es: Comentarios recientes

source: Blog post
es: Envío de blog

source: The blog lets your team communicate, by posting updates and discussing issues. It is great place for sharing progress, discussing challenges and exploring ideas.
es: El blog permite que su equipo se comunique enviado noticias y asuntos de discusión. Es un gran lugar para compartir los progresos, discutir retos y explorar ideas.

source: To start a conversation navigate to the blog and click the "Add blog post" button. You will need to at least enter a title and some body content to your post, then click "Save".
es: Para iniciar una conversación navegue hasta el blog y haga click en el botón "Añadir envío de blog". Necesitará introducir al menos un título y algún contenido antes de pulsar "Guardar".

source: Post an entry to the blog of this group. The post will be shared will all team members on the team blog and they will be able to reply to it. You can optionally notify other group members by checking their name in the notifications field.
es: Envíe una entrada al blog de este grupo. El envío será compartido con todos los miembros del equipo y éstos podrán responder. Opcionalmente, puede enviar notificaciones a otros miembros del grupo marcando su nombre en el campo 'notificaciones'.

source: Blog teaser
es: Extracto de blog

source: Blog teaser (list)
es: Extracto de blog (lista)

source: No comments found.
es: No hay comentarios.

source: Referenced Page
es: Página enlazada

source: A blog feature for team discussions.
es: Un blog para las discusiones de grupo.
